{
    "header": {
        "description": "لا وقت لإضاعته، إنها دالتي",
        "menu": {
            "home": "الرئيسية",
            "about": "حولنا",
            "contact": "اتصل بنا",
            "privacy-policy": "سياسة الخصوصية",
            "terms-and-conditions": "الشروط والأحكام"
        }
    },
    "links": {
        "chrome": "قريباً",
        "playstore": "قريباً",
        "appstore": "قريباً"
    },
    "home": {
        "section1": {
            "title": "عد إلى الأشياء المهمة مع دالتي",
            "description": "قلل وقت الانتظار، وأدر الطوابير، وعد إلى فعل ما يهم مع دالتي."
        },
        "section2": {
            "title": "حدد المواعيد بشكل أسرع",
            "description": "يتيح لك دالتي إنشاء المواعيد ببضع نقرات. لا حاجة للانتظار على الهاتف أو قضاء الوقت في محاولة التنقل في قوائم معقدة."
        },
        "section3": {
            "title": "احصل على تحديثات في الوقت الفعلي",
            "description": "تلقى تحديثات في الوقت الفعلي عن حالة موعدك أو تذكرة الطابور. بهذه الطريقة، لن تبقى في الظلام أبداً."
        }
    },
    "about": {
        "title": "حولنا",
        "description": "مرحبًا بك في دالتي، نظام إدارة طوابير ثوري مصمم لمواجهة تحديات أنظمة الطوابير التقليدية. نحن متحمسون لتبسيط طريقة تفاعل الشركات والعملاء، مما يجعل عملية حجز الخدمات سلسة وفعالة.",
        "reason": "في دالتي، نتفهم الإحباط الناتج عن أوقات الانتظار الطويلة والإزعاج الناتج عن إدارة المواعيد يدويًا. لهذا السبب قمنا بتطوير منصة شاملة تمكن كلاً من الشركات والعملاء من تحسين تجربة الجدولة الخاصة بهم.",
        "forBusinesses": "للشركات: يوفر دالتي تطبيق ويب سهل الاستخدام يسمح للشركات في مختلف الصناعات، مثل صالونات الحلاقة ومصففي الشعر ومكاتب الأطباء وعيادات الأسنان، بإدارة مواعيدهم بكفاءة. تقدم منصتنا ميزات متقدمة مثل التحديثات في الوقت الفعلي والإشعارات التلقائية والتحليلات، مما يمكّن الشركات من تبسيط عملياتها وتعزيز رضا العملاء.",
        "forCustomers": "للعملاء: من خلال تطبيقنا المحمول البديهي، يمكن للعملاء الوصول إلى مجموعة واسعة من الخدمات في متناول أيديهم. سواء كنت تبحث عن قصة شعر أو استشارة طبية أو فحص أسنان، فإن دالتي يجعل من السهل العثور على المواعيد وحجزها بناءً على الخدمة والموقع المفضل لديك. يضمن خوارزمية البحث الذكية الخاصة بنا توصيلك بأقرب مزودي الخدمة المتاحين، مما يوفر لك الوقت والجهد.",
        "keyFeatures": "الميزات الرئيسية لدالتي:",
        "keyFeature1Title": "حجز مواعيد سلس:",
        "keyFeature1Description": "يمكن للعملاء البحث عن الخدمات وحجزها دون عناء، واختيار التاريخ والوقت والموقع المطلوب.",
        "keyFeature2Title": "إشعارات في الوقت الفعلي:",
        "keyFeature2Description": "ابق على اطلاع بالإشعارات التلقائية، بما في ذلك التذكيرات والتحديثات حول مواعيدك القادمة.",
        "keyFeature3Title": "ملفات تعريف الأعمال:",
        "keyFeature3Description": "اكتشف ملفات تعريف مفصلة للشركات، بما في ذلك ساعات عملهم ومعلومات الاتصال ومراجعات العملاء لاتخاذ خيارات مستنيرة.",
        "keyFeature4Title": "مشاركة سهلة:",
        "keyFeature4Description": "شارك أعمالك المفضلة مع الأصدقاء والعائلة، وادعهم للانضمام إلى مجتمع دالتي والاستمتاع براحة منصتنا.",
        "mission": "مهمتنا في دالتي هي تغيير طريقة تواصل الشركات والعملاء، والقضاء على متاعب أنظمة الطوابير التقليدية. من خلال الاستفادة من قوة التكنولوجيا، نهدف إلى تعزيز تجربة العملاء الشاملة، وزيادة إنتاجية الأعمال، وتعزيز العلاقات القوية بين مزودي الخدمات وعملائهم.",
        "joinUs": "انضم إلينا في هذه الرحلة المثيرة لإعادة تصور أنظمة الطوابير واحتضان مستقبل إدارة المواعيد الفعالة مع دالتي.",
        "contact": "لأية استفسارات أو ملاحظات، يرجى الاتصال بنا على",
        "copyright": "دالتي، الجزائر"
    },
    "contact": {
        "title": "اتصل بنا",
        "description": "شكرًا لاهتمامك بدالتي! نحن نقدر ملاحظاتك وأسئلتك واقتراحاتك. فريقنا هنا لمساعدتك وتقديم الدعم الذي تحتاجه. لا تتردد في التواصل معنا باستخدام معلومات الاتصال أدناه:",
        "form": {
            "name": "اسمك",
            "email": "البريد الإلكتروني",
            "subject": "الموضوع",
            "message": "رسالتك",
            "send": "إرسال رسالة",
            "success": "تم إرسال رسالتك بنجاح!"
        }
    },
    "privacyPolicy": {
        "title": "سياسة الخصوصية",
        "lastUpdated": "آخر تحديث:",
        "description": "تحكم سياسة الخصوصية هذه ('السياسة') ممارسات الخصوصية لمنصة دالتي ('دالتي') التي تقدمها دالتي ('نحن'، 'لنا'، أو 'خاصتنا'). تشرح هذه السياسة كيفية جمع معلوماتك الشخصية واستخدامها وحمايتها عند استخدامك لدالتي. من خلال الوصول إلى دالتي واستخدامه، فإنك توافق على شروط هذه السياسة.",
        "informationWeCollect": "المعلومات التي نجمعها",
        "informationWeCollect1": "أ. معلومات العمل:",
        "informationWeCollect1Description": "عندما يقوم صاحب العمل بإنشاء حساب على دالتي، نقوم بجمع عنوان بريده الإلكتروني ورقم هاتفه وعنوان عمله ونوع العمل وساعات العمل ورقم السجل التجاري. تساعد هذه المعلومات في التحقق من صحة العمل وتسهيل إعداد ملف تعريف أعمالهم.",
        "informationWeCollect2": "ب. معلومات العميل:",
        "informationWeCollect2Description": "عندما يقوم العميل بالتسجيل في دالتي، نقوم بجمع رقم هاتفه والاسم المفضل والجنس. تُستخدم هذه المعلومات لربط العملاء بالشركات وتوفير تجارب مخصصة.",
        "useOfInformation": "استخدام المعلومات",
        "useOfInformation1": "أ. معلومات العمل:",
        "useOfInformation1Description": "تُستخدم معلومات العمل لإنشاء وإدارة ملفهم الشخصي على دالتي. يمكن استخدامها أيضًا للتواصل معهم بخصوص الأنشطة المتعلقة بالحساب والتحديثات ومسائل الخدمة.",
        "useOfInformation2": "ب. معلومات العميل:",
        "useOfInformation2Description": "تُستخدم معلومات العميل لتسهيل الحجوزات وتخصيص تجربة المستخدم وتمكين الاتصال بين العملاء والشركات من خلال دالتي. نحن لا نستخدم بيانات العملاء لأي غرض آخر دون موافقة صريحة.",
        "informationSharing": "مشاركة المعلومات",
        "informationSharing1": "أ. ملفات تعريف الأعمال:",
        "informationSharing1Description": "يجوز لأصحاب الأعمال مشاركة ملفات تعريف أعمالهم مع العملاء لدعوتهم لاستخدام دالتي. قد تتضمن الملفات الشخصية المشتركة معلومات الاتصال بالعمل ونوع العمل وساعات العمل.",
        "informationSharing2": "ب. الامتثال القانوني:",
        "informationSharing2Description": "قد نشارك المعلومات الشخصية مع سلطات إنفاذ القانون أو الأطراف الثالثة الأخرى ذات الصلة للامتثال للالتزامات القانونية أو حماية حقوقنا أو إنفاذ هذه السياسة.",
        "dataSecurity": "أمن البيانات",
        "dataSecurityDescription": "نحن نطبق تدابير فنية وتنظيمية مناسبة لحماية المعلومات الشخصية من الوصول غير المصرح به أو الفقدان أو سوء الاستخدام أو التغيير. نراجع ونحدث ممارساتنا الأمنية بانتظام لضمان سلامة البيانات وسريتها.",
        "dataRetention": "الاحتفاظ بالبيانات",
        "dataRetentionDescription": "نحتفظ بالمعلومات الشخصية طالما كان ذلك ضروريًا لتحقيق الأغراض الموضحة في هذه السياسة أو كما يقتضي القانون. عندما لا تكون هذه المعلومات مطلوبة، سنحذفها أو نجعلها مجهولة المصدر بشكل آمن.",
        "userRights": "حقوق المستخدم",
        "userRights1": "أ. حساب العمل:",
        "userRights1Description": "يمكن لأصحاب الأعمال الوصول إلى معلومات ملفهم الشخصي وتحديثها وتصحيحها من خلال إعدادات حساب دالتي الخاصة بهم.",
        "userRights2": "ب. حساب العميل:",
        "userRights2Description": "يمكن للعملاء الوصول إلى معلوماتهم الشخصية وتحديثها عن طريق الاتصال بنا. يمكنهم أيضًا طلب حذف معلوماتهم، مع مراعاة الالتزامات القانونية والتعاقدية.",
        "thirdPartyLinks": "روابط الطرف الثالث",
        "thirdPartyLinksDescription": "قد يحتوي دالتي على روابط لمواقع أو خدمات تابعة لجهات خارجية. لا تغطي هذه السياسة ممارسات الخصوصية لهذه المواقع الخارجية. نشجعك على مراجعة سياسات الخصوصية الخاصة بهم قبل تقديم أي معلومات شخصية.",
        "childrensPrivacy": "خصوصية الأطفال",
        "childrensPrivacyDescription": "تطبيق دالتي غير مخصص للاستخدام من قبل الأفراد الذين تقل أعمارهم عن ستة عشر عامًا. نحن لا نجمع عن قصد معلومات شخصية من الأطفال. إذا علمنا أنه تم تقديم معلومات شخصية من قبل طفل دون موافقة الوالدين، فسنتخذ الخطوات المناسبة لحذف تلك المعلومات.",
        "changesToPolicy": "التغييرات على هذه السياسة",
        "changesToPolicyDescription": "قد نقوم بتحديث هذه السياسة من وقت لآخر. سنخطرك بأي تغييرات مهمة عن طريق نشر السياسة المحدثة على دالتي. استمرار استخدام دالتي بعد هذه التغييرات يشكل موافقتك على السياسة المعدلة.",
        "contact": "إذا كان لديك أي أسئلة أو مخاوف بشأن هذه السياسة، يرجى الاتصال بنا على:",
        "delti": "دالتي، الجزائر"
    },
    "termsAndConditions": {
        "title": "الشروط والأحكام",
        "lastUpdated": "آخر تحديث:",
        "description": "تحكم هذه الشروط والأحكام ('الاتفاقية') استخدامك لمنصة دالتي ('دالتي') التي تقدمها دالتي ('نحن'، 'لنا'، أو 'خاصتنا'). من خلال الوصول إلى دالتي واستخدامه، فإنك توافق على الامتثال لهذه الاتفاقية والالتزام بها. يرجى قراءة هذه الشروط بعناية قبل استخدام دالتي.",
        "jurisdictionTitle": "الاختصاص القضائي المطبق",
        "jurisdictionDescription": "تعمل دالتي ضمن اختصاص جمهورية الجزائر، وتخضع هذه الاتفاقية للقانون الجزائري.",
        "servicesTitle": "الخدمات والعمولة",
        "servicesDescription": "توفر دالتي منصة تتيح للعملاء حجز مختلف الخدمات التي تقدمها الشركات. يرجى ملاحظة الشروط التالية المتعلقة بالخدمات والعمولات:",
        "serviceBookingTitle": "حجز الخدمة:",
        "serviceBookingDescription": "يمكن للعملاء تصفح الخدمات وحجزها من خلال تطبيق دالتي. يخضع توفر الخدمة لتقدير أصحاب الأعمال.",
        "commissionTitle": "العمولة:",
        "commissionDescription": "بالنسبة لأنشطة معينة، يتم تطبيق عمولة على حجوزات الخدمة. يدفع العملاء هذه العمولة بالإضافة إلى رسوم الخدمة. قد يختلف مبلغ العمولة بناءً على نوع النشاط.",
        "commissionableActivitiesTitle": "الأنشطة الخاضعة للعمولة:",
        "commissionableActivitiesDescription": "تنطبق العمولة فقط على أنشطة محددة تحددها دالتي. سيتم الإشارة إليها بوضوح في التطبيق وأثناء عملية الحجز.",
        "commissionExemptionTitle": "الإعفاء من العمولة:",
        "commissionExemptionDescription": "قد يتم إعفاء بعض الأنشطة من رسوم العمولة، وسيتمكن العملاء من حجز هذه الخدمات دون أي رسوم إضافية.",
        "paymentTitle": "الدفع:",
        "paymentDescription": "العملاء مسؤولون عن دفع رسوم الخدمة والعمولة المطبقة مباشرة إلى مزود الخدمة عند اكتمال الخدمة. لا تعالج دالتي المدفوعات بين العملاء والشركات.",
        "commissionCollectionTitle": "تحصيل العمولة:",
        "commissionCollectionDescription": "تقوم دالتي بجمع العمولات من أصحاب الأعمال كجزء من مشاركتهم في المنصة. هذا يدعم تشغيل وصيانة خدمات ديلטי.",
        "userProfilesAndPaymentsTitle": "ملفات تعريف المستخدمين والمدفوعات",
        "customerProfilesTitle": "أ. ملفات تعريف العملاء:",
        "customerProfilesDescription": "تنشئ دالتي ملفات تعريف للعملاء بناءً على أرقام هواتفهم، مما يسمح للمستخدمين باختيار أي اسم عرض يفضلونه. هذا يساعد على تحديد العملاء بشكل فريد وتسهيل عملية الحجز.",
        "paymentProcessTitle": "ب. عملية الدفع:",
        "paymentProcessDescription": "يُطلب من العملاء الدفع مباشرة لمقدمي الخدمات بعد اكتمال الخدمة. لا تعالج دالتي مدفوعات الخدمات. ومع ذلك، لمواصلة استخدام دالتي، يجب على الشركات الحفاظ على خطة نشطة عن طريق دفع الرسوم اللازمة، بما في ذلك مبلغ الخطة ورسوم العمولة، باستخدام طرق دفع صالحة.",
        "userResponsibilitiesTitle": "مسؤوليات المستخدم",
        "customersResponsibilitiesTitle": "أ. العملاء:",
        "customersResponsibilitiesDescription": "أنت مسؤول عن تقديم معلومات دقيقة وحديثة عند استخدام دالتي، بما في ذلك معلوماتك الشخصية ومعلومات الاتصال. أنت توافق على اتباع الشروط والسياسات التي وضعتها الشركات التي تحجزها من خلال دالتي.",
        "businessOwnersResponsibilitiesTitle": "ب. أصحاب الأعمال:",
        "businessOwnersResponsibilitiesDescription": "أنت مسؤول عن تقديم الخدمات التي حجزها العملاء من خلال دالتي. أنت توافق على احترام الحجوزات المكتملة والامتثال لأي شروط أو متطلبات إضافية يحددها العملاء.",
        "dataPrivacyTitle": "خصوصية البيانات وأمنها",
        "dataPrivacyDescription": "نحن ملتزمون بحماية خصوصيتك وسنتعامل مع معلوماتك الشخصية وفقًا لسياسة الخصوصية الخاصة بنا. باستخدام دالتي، فإنك توافق على جمع معلوماتك الشخصية واستخدامها وتخزينها كما هو موضح في سياسة الخصوصية.",
        "intellectualPropertyTitle": "حقوق الملكية الفكرية",
        "intellectualPropertyDescription": "جميع حقوق الملكية الفكرية المتعلقة بدالتي، بما في ذلك العلامات التجارية والشعارات والمحتوى، مملوكة لدالتي. لا يجوز لك استخدام أو إعادة إنتاج أو توزيع أي مواد من دالتي دون موافقتنا الخطية المسبقة.",
        "liabilityLimitationTitle": "تحديد المسؤولية",
        "liabilityLimitationDescription": "إلى الحد الذي يسمح به القانون، لن نكون مسؤولين عن أي أضرار أو خسائر ناتجة عن استخدامك لدالتي، بما في ذلك على سبيل المثال لا الحصر الأضرار المباشرة أو غير المباشرة أو العرضية أو التبعية.",
        "changesToTermsTitle": "التغييرات على الشروط",
        "changesToTermsDescription": "نحتفظ بالحق في تعديل أو تحديث هذه الاتفاقية في أي وقت. سيتم إخطارك بأي تغييرات عبر دالتي، واستمرار استخدام دالتي بعد هذه التغييرات يشير إلى موافقتك على الشروط المعدلة.",
        "terminationTitle": "الإنهاء",
        "terminationDescription": "يجوز لنا إنهاء أو تعليق وصولك إلى دالتي في أي وقت، دون إشعار مسبق أو مسؤولية، لأي سبب، بما في ذلك إذا انتهكت هذه الاتفاقية.",
        "entireAgreementTitle": "الاتفاقية الكاملة",
        "entireAgreementDescription": "تشكل هذه الاتفاقية الاتفاقية الكاملة بينك وبين دالتي فيما يتعلق باستخدامك للمنصة وتحل محل أي اتفاقيات أو اتصالات سابقة.",
        "acknowledgement": "باستخدام دالتي، تقر بأنك قرأت وفهمت ووافقت على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على هذه الشروط، يرجى الامتناع عن استخدام دالتي.",
        "contact": "لأية أسئلة أو مخاوف بخصوص هذه الاتفاقية، يرجى الاتصال بنا على:",
        "company": "دالتي، الجزائر"
    }
}
