{
    "header": {
        "description": "No time to waste, it's DELTI",
        "menu": {
            "home": "Home",
            "about": "About",
            "contact": "Contact",
            "privacy-policy": "Privacy Policy",
            "terms-and-conditions": "Terms And Conditions"
        }
    },
    "links": {
        "chrome": "Coming Soon",
        "playstore": "Coming Soon",
        "appstore": "Coming Soon"
    },
    "home": {
        "section1": {
            "title": "Get back to the things that matter with Delti",
            "description": "Reduce wait time, manage queues and get back to doing that matters with Delti."
        },
        "section2": {
            "title": "Schedule appointments faster",
            "description": "Delti allows you to create appointments in a few clicks. There's no need to wait on hold or spend time trying to navigate complex menus."
        },
        "section3": {
            "title": "Get real time updates",
            "description": "Receive realtime updates on the status of your appointment or queue ticket. This way, you'll never be left in the dark."
        }
    },
    "about": {
        "title": "About us",
        "description": "Welcome to DELTI, a revolutionary queue management system designed to tackle the challenges of traditional queuing systems. We are passionate about simplifying the way businesses and customers interact, making the process of booking services seamless and efficient.",
        "reason": "At DELTI, we understand the frustration of long waiting times and the inconvenience of manually managing appointments. That’s why we have developed a comprehensive platform that empowers both businesses and customers to optimize their scheduling experience.",
        "forBusinesses": "For Businesses: DELTI provides a user-friendly web application that allows businesses in various industries, such as barbershops, hairdressers, doctor’s offices, and dental clinics, to efficiently manage their appointments. Our platform offers advanced features like real-time updates, automated notifications, and analytics, enabling businesses to streamline their operations and enhance customer satisfaction.",
        "forCustomers": "For Customers: With our intuitive mobile app, customers gain access to a wide range of services at their fingertips. Whether you’re looking for a haircut, a medical consultation, or a dental check-up, DELTI makes it easy to find and book appointments based on your preferred service and location. Our intelligent search algorithm ensures that you are connected with the nearest available service providers, saving you time and effort.",
        "keyFeatures": "Key Features of DELTI:",
        "keyFeature1Title": "Seamless Appointment Booking:",
        "keyFeature1Description": "Customers can search and book services effortlessly, selecting the desired date, time, and location.",
        "keyFeature2Title": "Real-Time Notifications:",
        "keyFeature2Description": "Stay informed with automated notifications, including reminders and updates about your upcoming appointments.",
        "keyFeature3Title": "Business Profiles:",
        "keyFeature3Description": "Discover detailed profiles of businesses, including their work hours, contact information, and customer reviews to make informed choices.",
        "keyFeature4Title": "Easy Sharing:",
        "keyFeature4Description": "Share your favorite businesses with friends and family, inviting them to join the DELTI community and enjoy the convenience of our platform.",
        "mission": "Our mission at DELTI is to transform the way businesses and customers connect, eliminating the hassle of traditional queuing systems. By leveraging the power of technology, we aim to enhance the overall customer experience, boost business productivity, and foster stronger relationships between service providers and their clients.",
        "joinUs": "Join us on this exciting journey of reimagining queuing systems and embrace the future of efficient appointment management with DELTI.",
        "contact": "For any inquiries or feedback, please contact us at",
        "copyright": "DELTI, Algeria"
    },
    "contact": {
        "title": "Contact us",
        "description": "Thank you for your interest in Delti! We value your feedback, questions, and suggestions. Our team is here to assist you and provide the support you need. Please feel free to reach out to us using the contact information below:",
        "form": {
            "name": "Your Name",
            "email": "Email",
            "subject": "Subject",
            "message": "Your Message",
            "send": "Send Message",
            "success": "Your message has been sent successfully!",
            "error": "An error occurred while sending your message. Please try again later.",
            "recaptcha_error": "Please complete the reCAPTCHA challenge."
        }
    },
    "privacyPolicy": {
        "title": "Privacy Policy",
        "lastUpdated": "Last Updated:",
        "description": "This Privacy Policy (“Policy”) governs the privacy practices of the DELTI platform (“DELTI”) provided by DELTI (“we,” “us,” or “our”). This Policy explains how your personal information is collected, used, and protected when you use DELTI. By accessing and using DELTI, you agree to the terms of this Policy.",
        "informationWeCollect": "Information We Collect",
        "informationWeCollect1": "A. Business Information:",
        "informationWeCollect1Description": "When an employer creates an account on DELTI, we collect their email address, phone number, business address, work type, work hours, and commercial registration number. This information helps validate the business and facilitate the setup of their business profile.",
        "informationWeCollect2": "B. Customer Information:",
        "informationWeCollect2Description": "When a customer registers on DELTI, we collect their phone number, preferred name, and gender. This information is used to connect customers with businesses and provide personalized experiences.",
        "useOfInformation": "Use of Information",
        "useOfInformation1": "A. Business Information:",
        "useOfInformation1Description": "Business information is used to create and manage their profile on DELTI. It may also be used to communicate with them regarding account-related activities, updates, and service matters.",
        "useOfInformation2": "B. Customer Information:",
        "useOfInformation2Description": "Customer information is used to facilitate bookings, personalize the user experience, and enable communication between customers and businesses through DELTI. We do not use customer data for any other purpose without explicit consent.",
        "informationSharing": "Information Sharing",
        "informationSharing1": "A. Business Profiles:",
        "informationSharing1Description": "Business owners may share their business profiles with customers to invite them to use DELTI. Shared profiles may include the business contact information, work type, and work hours.",
        "informationSharing2": "B. Legal Compliance:",
        "informationSharing2Description": "We may share personal information with law enforcement or other relevant third parties to comply with legal obligations, protect our rights, or enforce this Policy.",
        "dataSecurity": "Data Security",
        "dataSecurityDescription": "We apply appropriate technical and organizational measures to protect personal information from unauthorized access, loss, misuse, or alteration. We regularly review and update our security practices to ensure data safety and confidentiality.",
        "dataRetention": "Data Retention",
        "dataRetentionDescription": "We retain personal information for as long as necessary to fulfill the purposes described in this Policy or as required by law. When this information is no longer needed, we will securely delete or anonymize it.",
        "userRights": "User Rights",
        "userRights1": "A. Business Account:",
        "userRights1Description": "Business owners can access, update, and correct their profile information through their DELTI account settings.",
        "userRights2": "B. Customer Account:",
        "userRights2Description": "Customers can access and update their personal information by contacting us. They may also request deletion of their information, subject to legal and contractual obligations.",
        "thirdPartyLinks": "Third-Party Links",
        "thirdPartyLinksDescription": "DELTI may contain links to third-party websites or services. This Policy does not cover the privacy practices of such external sites. We encourage you to review their privacy policies before providing any personal information.",
        "childrensPrivacy": "Children’s Privacy",
        "childrensPrivacyDescription": "The DELTI application is not intended for use by individuals under the age of sixteen. We do not knowingly collect personal information from children. If we become aware that personal information has been provided by a child without parental consent, we will take appropriate steps to delete that information.",
        "changesToPolicy": "Changes to this Policy",
        "changesToPolicyDescription": "We may update this Policy from time to time. We will notify you of any significant changes by posting the updated Policy on DELTI. Continued use of DELTI after such changes constitutes your acceptance of the revised Policy.",
        "contact": "If you have any questions or concerns about this Policy, please contact us at:",
        "delti": "DELTI, Algeria"
    },
    "termsAndConditions": {
        "title": "Terms and Conditions",
        "lastUpdated": "Last Updated:",
        "description": "These Terms and Conditions (“Agreement”) govern your use of the DELTI platform (“DELTI”) provided by DELTI (“we,” “us,” or “our”). By accessing and using DELTI, you agree to comply with and be bound by this Agreement. Please read these terms carefully before using DELTI.",
        "jurisdictionTitle": "Applicable Jurisdiction",
        "jurisdictionDescription": "DELTI operates within the jurisdiction of the Republic of Algeria, and this Agreement is governed by Algerian law.",
        "servicesTitle": "Services and Commission",
        "servicesDescription": "DELTI provides a platform that allows customers to book various services offered by businesses. Please note the following terms related to services and commissions:",
        "serviceBookingTitle": "Service Booking:",
        "serviceBookingDescription": "Customers can browse and book services through the DELTI app. Service availability is at the discretion of business owners.",
        "commissionTitle": "Commission:",
        "commissionDescription": "For certain activities, a commission applies to service bookings. Customers pay this commission in addition to the service fee. The commission amount may vary based on the type of activity.",
        "commissionableActivitiesTitle": "Commissionable Activities:",
        "commissionableActivitiesDescription": "The commission applies only to specific activities defined by DELTI. These will be clearly indicated in the app and during the booking process.",
        "commissionExemptionTitle": "Commission Exemption:",
        "commissionExemptionDescription": "Some activities may be exempt from commission fees, and customers will be able to book these services without any additional charges.",
        "paymentTitle": "Payment:",
        "paymentDescription": "Customers are responsible for paying the service fee and applicable commission directly to the business provider upon service completion. DELTI does not process payments between customers and businesses.",
        "commissionCollectionTitle": "Commission Collection:",
        "commissionCollectionDescription": "DELTI collects commissions from business owners as part of their participation on the platform. This supports the operation and maintenance of DELTI’s services.",
        "userProfilesAndPaymentsTitle": "User Profiles and Payments",
        "customerProfilesTitle": "A. Customer Profiles:",
        "customerProfilesDescription": "DELTI creates customer profiles based on their phone numbers, allowing users to choose any display name they prefer. This helps uniquely identify customers and facilitates the booking process.",
        "paymentProcessTitle": "B. Payment Process:",
        "paymentProcessDescription": "Customers are required to pay service providers directly after the service is completed. DELTI does not process payments for services. However, to continue using DELTI, businesses must maintain an active plan by paying the necessary fees, including the plan amount and commission fees, using valid payment methods.",
        "userResponsibilitiesTitle": "User Responsibilities",
        "customersResponsibilitiesTitle": "A. Customers:",
        "customersResponsibilitiesDescription": "You are responsible for providing accurate and up-to-date information when using DELTI, including your personal and contact information. You agree to follow the terms and policies set by the businesses you book through DELTI.",
        "businessOwnersResponsibilitiesTitle": "B. Business Owners:",
        "businessOwnersResponsibilitiesDescription": "You are responsible for providing the services booked by customers through DELTI. You agree to honor completed bookings and comply with any additional conditions or requirements set by the customers.",
        "dataPrivacyTitle": "Data Privacy and Security",
        "dataPrivacyDescription": "We are committed to protecting your privacy and will handle your personal information in accordance with our Privacy Policy. By using DELTI, you agree to the collection, use, and storage of your personal information as described in the Privacy Policy.",
        "intellectualPropertyTitle": "Intellectual Property Rights",
        "intellectualPropertyDescription": "All intellectual property rights related to DELTI, including trademarks, logos, and content, are owned by DELTI. You may not use, reproduce, or distribute any materials from DELTI without our prior written consent.",
        "liabilityLimitationTitle": "Limitation of Liability",
        "liabilityLimitationDescription": "To the extent permitted by law, we shall not be liable for any damages or losses resulting from your use of DELTI, including but not limited to direct, indirect, incidental, or consequential damages.",
        "changesToTermsTitle": "Changes to the Terms",
        "changesToTermsDescription": "We reserve the right to modify or update this Agreement at any time. You will be notified of any changes via DELTI, and continued use of DELTI after such changes indicates your acceptance of the modified terms.",
        "terminationTitle": "Termination",
        "terminationDescription": "We may terminate or suspend your access to DELTI at any time, without prior notice or liability, for any reason, including if you violate this Agreement.",
        "entireAgreementTitle": "Entire Agreement",
        "entireAgreementDescription": "This Agreement constitutes the entire agreement between you and DELTI regarding your use of the platform and supersedes any prior agreements or communications.",
        "acknowledgement": "By using DELTI, you acknowledge that you have read, understood, and agreed to be bound by these terms and conditions. If you do not agree to these terms, please refrain from using DELTI.",
        "contact": "For any questions or concerns regarding this Agreement, please contact us at:",
        "company": "DELTI, Algeria"
    }
}
