{
    "header": {
        "description": "No time to waste, it's DELTI",
        "menu": {
            "home": "Home",
            "about": "About",
            "contact": "Contact",
            "privacy-policy": "Privacy Policy",
            "terms-and-conditions": "Terms And Conditions"
        }
    },
    "links": {
        "chrome": "Coming Soon",
        "playstore": "Coming Soon",
        "appstore": "Coming Soon"
    },
    "home": {
        "section1": {
            "title": "Get back to the things that matter with Delti",
            "description": "Reduce wait time, manage queues and get back to doing that matters with Delti."
        },
        "section2": {
            "title": "Schedule appointments faster",
            "description": "Delti allows you to create appointments in a few clicks. There's no need to wait on hold or spend time trying to navigate complex menus."
        },
        "section3": {
            "title": "Get real time updates",
            "description": "Receive realtime updates on the status of your appointment or queue ticket. This way, you'll never be left in the dark."
        }
    },
    "about": {
        "title": "About us",
        "description": "Welcome to DELTI, a revolutionary queue management system designed to tackle the challenges of traditional queuing systems. We are passionate about simplifying the way businesses and customers interact, making the process of booking services seamless and efficient.",
        "reason": "At DELTI, we understand the frustration of long waiting times and the inconvenience of manually managing appointments. That’s why we have developed a comprehensive platform that empowers both businesses and customers to optimize their scheduling experience.",
        "forBusinesses": "For Businesses: DELTI provides a user-friendly web application that allows businesses in various industries, such as barbershops, hairdressers, doctor’s offices, and dental clinics, to efficiently manage their appointments. Our platform offers advanced features like real-time updates, automated notifications, and analytics, enabling businesses to streamline their operations and enhance customer satisfaction.",
        "forCustomers": "For Customers: With our intuitive mobile app, customers gain access to a wide range of services at their fingertips. Whether you’re looking for a haircut, a medical consultation, or a dental check-up, DELTI makes it easy to find and book appointments based on your preferred service and location. Our intelligent search algorithm ensures that you are connected with the nearest available service providers, saving you time and effort.",
        "keyFeatures": "Key Features of DELTI:",
        "keyFeature1": "Seamless Appointment Booking: Customers can search and book services effortlessly, selecting the desired date, time, and location.",
        "keyFeature2": "Real-Time Notifications: Stay informed with automated notifications, including reminders and updates about your upcoming appointments.",
        "keyFeature3": "Business Profiles: Discover detailed profiles of businesses, including their work hours, contact information, and customer reviews to make informed choices.",
        "keyFeature4": "Easy Sharing: Share your favorite businesses with friends and family, inviting them to join the DELTI community and enjoy the convenience of our platform.",
        "mission": "Our mission at DELTI is to transform the way businesses and customers connect, eliminating the hassle of traditional queuing systems. By leveraging the power of technology, we aim to enhance the overall customer experience, boost business productivity, and foster stronger relationships between service providers and their clients.",
        "joinUs": "Join us on this exciting journey of reimagining queuing systems and embrace the future of efficient appointment management with DELTI.",
        "contact": "For any inquiries or feedback, please contact us at",
        "copyright": "DELTI, Algeria"
    },
    "contact": {
        "title": "Contact us",
        "description": "Thank you for your interest in Delti! We value your feedback, questions, and suggestions. Our team is here to assist you and provide the support you need. Please feel free to reach out to us using the contact information below:",
        "form": {
            "name": "Your Name",
            "email": "Email",
            "subject": "Subject",
            "message": "Your Message",
            "send": "Send Message",
            "success": "Your message has been sent successfully!"
        }
    },
    "privacyPolicy": {
        "title": "Privacy Policy",
        "lastUpdated": "Last Updated:",
        "description": "This Privacy Policy (“Policy”) governs the privacy practices of the DELTI platform (“DELTI”) provided by DELTI (“we,” “us,” or “our”). This Policy explains how your personal information is collected, used, and protected when you use DELTI. By accessing and using DELTI, you agree to the terms of this Policy.",
        "informationWeCollect": "Information We Collect",
        "informationWeCollect1": "A. Business Information:",
        "informationWeCollect1Description": "When an employer creates an account on DELTI, we collect their email address, phone number, business address, work type, work hours, and commercial registration number. This information helps validate the business and facilitate the setup of their business profile.",
        "informationWeCollect2": "B. Customer Information:",
        "informationWeCollect2Description": "When a customer registers on DELTI, we collect their phone number, preferred name, and gender. This information is used to connect customers with businesses and provide personalized experiences.",
        "useOfInformation": "Use of Information",
        "useOfInformation1": "A. Business Information:",
        "useOfInformation1Description": "Business information is used to create and manage their profile on DELTI. It may also be used to communicate with them regarding account-related activities, updates, and service matters.",
        "useOfInformation2": "B. Customer Information:",
        "useOfInformation2Description": "Customer information is used to facilitate bookings, personalize the user experience, and enable communication between customers and businesses through DELTI. We do not use customer data for any other purpose without explicit consent.",
        "informationSharing": "Information Sharing",
        "informationSharing1": "A. Business Profiles:",
        "informationSharing1Description": "Business owners may share their business profiles with customers to invite them to use DELTI. Shared profiles may include the business contact information, work type, and work hours.",
        "informationSharing2": "B. Legal Compliance:",
        "informationSharing2Description": "We may share personal information with law enforcement or other relevant third parties to comply with legal obligations, protect our rights, or enforce this Policy.",
        "dataSecurity": "Data Security",
        "dataSecurityDescription": "We apply appropriate technical and organizational measures to protect personal information from unauthorized access, loss, misuse, or alteration. We regularly review and update our security practices to ensure data safety and confidentiality.",
        "dataRetention": "Data Retention",
        "dataRetentionDescription": "We retain personal information for as long as necessary to fulfill the purposes described in this Policy or as required by law. When this information is no longer needed, we will securely delete or anonymize it.",
        "userRights": "User Rights",
        "userRights1": "A. Business Account:",
        "userRights1Description": "Business owners can access, update, and correct their profile information through their DELTI account settings.",
        "userRights2": "B. Customer Account:",
        "userRights2Description": "Customers can access and update their personal information by contacting us. They may also request deletion of their information, subject to legal and contractual obligations.",
        "thirdPartyLinks": "Third-Party Links",
        "thirdPartyLinksDescription": "DELTI may contain links to third-party websites or services. This Policy does not cover the privacy practices of such external sites. We encourage you to review their privacy policies before providing any personal information.",
        "childrensPrivacy": "Children’s Privacy",
        "childrensPrivacyDescription": "The DELTI application is not intended for use by individuals under the age of sixteen. We do not knowingly collect personal information from children. If we become aware that personal information has been provided by a child without parental consent, we will take appropriate steps to delete that information.",
        "changesToPolicy": "Changes to this Policy",
        "changesToPolicyDescription": "We may update this Policy from time to time. We will notify you of any significant changes by posting the updated Policy on DELTI. Continued use of DELTI after such changes constitutes your acceptance of the revised Policy.",
        "contact": "If you have any questions or concerns about this Policy, please contact us at:",
        "delti": "DELTI, Algeria"
    }
}