{
    "header": {
        "description": "Pas de temps à perdre, c'est DELTI",
        "menu": {
            "home": "Accueil",
            "about": "À propos",
            "contact": "Contact",
            "privacy-policy": "Politique de confidentialité",
            "terms-and-conditions": "Termes et conditions"
        }
    },
    "links": {
        "chrome": "À venir",
        "playstore": "À venir",
        "appstore": "À venir"
    },
    "home": {
        "section1": {
            "title": "Revenez aux choses qui comptent avec Delti",
            "description": "Réduisez le temps d'attente, gérez les files d'attente et revenez à ce qui compte avec Delti."
        },
        "section2": {
            "title": "Planifiez vos rendez-vous plus rapidement",
            "description": "Delti vous permet de créer des rendez-vous en quelques clics. Pas besoin d'attendre en ligne ou de passer du temps à naviguer dans des menus complexes."
        },
        "section3": {
            "title": "Obtenez des mises à jour en temps réel",
            "description": "Recevez des mises à jour en temps réel sur l'état de votre rendez-vous ou de votre ticket de file d'attente. De cette façon, vous ne serez jamais laissé dans l'ignorance."
        }
    },
    "about": {
        "title": "À propos de nous",
        "description": "Bienvenue chez DELTI, un système de gestion de file d'attente révolutionnaire conçu pour relever les défis des systèmes de file d'attente traditionnels. Nous sommes passionnés par la simplification de l'interaction entre les entreprises et les clients, rendant le processus de réservation de services transparent et efficace.",
        "reason": "Chez DELTI, nous comprenons la frustration des longs temps d'attente et les inconvénients de la gestion manuelle des rendez-vous. C'est pourquoi nous avons développé une plateforme complète qui permet aux entreprises et aux clients d'optimiser leur expérience de planification.",
        "forBusinesses": "Pour les entreprises : DELTI fournit une application Web conviviale qui permet aux entreprises de divers secteurs, tels que les salons de coiffure, les coiffeurs, les cabinets de médecins et les cliniques dentaires, de gérer efficacement leurs rendez-vous. Notre plateforme offre des fonctionnalités avancées telles que des mises à jour en temps réel, des notifications automatisées et des analyses, permettant aux entreprises de rationaliser leurs opérations et d'améliorer la satisfaction de leurs clients.",
        "forCustomers": "Pour les clients : Grâce à notre application mobile intuitive, les clients ont accès à une large gamme de services à portée de main. Que vous cherchiez une coupe de cheveux, une consultation médicale ou un contrôle dentaire, DELTI facilite la recherche et la réservation de rendez-vous en fonction de votre service et de votre emplacement préférés. Notre algorithme de recherche intelligent vous assure d'être mis en relation avec les prestataires de services disponibles les plus proches, ce qui vous fait gagner du temps et des efforts.",
        "keyFeatures": "Principales caractéristiques de DELTI :",
        "keyFeature1Title": "Réservation de rendez-vous transparente :",
        "keyFeature1Description": "Les clients peuvent rechercher et réserver des services sans effort, en sélectionnant la date, l'heure et le lieu souhaités.",
        "keyFeature2Title": "Notifications en temps réel :",
        "keyFeature2Description": "Restez informé grâce aux notifications automatisées, y compris les rappels et les mises à jour concernant vos prochains rendez-vous.",
        "keyFeature3Title": "Profils d'entreprise :",
        "keyFeature3Description": "Découvrez des profils détaillés d'entreprises, y compris leurs heures de travail, leurs coordonnées et les avis des clients pour faire des choix éclairés.",
        "keyFeature4Title": "Partage facile :",
        "keyFeature4Description": "Partagez vos entreprises préférées avec vos amis et votre famille, en les invitant à rejoindre la communauté DELTI et à profiter de la commodité de notre plateforme.",
        "mission": "Notre mission chez DELTI est de transformer la façon dont les entreprises et les clients se connectent, en éliminant les tracas des systèmes de file d'attente traditionnels. En tirant parti de la puissance de la technologie, nous visons à améliorer l'expérience client globale, à augmenter la productivité des entreprises et à favoriser des relations plus solides entre les prestataires de services et leurs clients.",
        "joinUs": "Rejoignez-nous dans ce voyage passionnant de réinvention des systèmes de file d'attente et adoptez l'avenir de la gestion efficace des rendez-vous avec DELTI.",
        "contact": "Pour toute demande ou commentaire, veuillez nous contacter à",
        "copyright": "DELTI, Algérie"
    },
    "contact": {
        "title": "Contactez-nous",
        "description": "Merci de votre intérêt pour Delti ! Nous apprécions vos commentaires, questions et suggestions. Notre équipe est là pour vous aider et vous fournir le soutien dont vous avez besoin. N'hésitez pas à nous contacter en utilisant les coordonnées ci-dessous :",
        "form": {
            "name": "Votre nom",
            "email": "Email",
            "subject": "Sujet",
            "message": "Votre message",
            "send": "Envoyer le message",
            "success": "Votre message a été envoyé avec succès !",
            "error": "Une erreur s'est produite lors de l'envoi de votre message. Veuillez réessayer plus tard.",
            "recaptcha_error": "Veuillez compléter le défi reCAPTCHA."
        }
    },
    "privacyPolicy": {
        "title": "Politique de confidentialité",
        "lastUpdated": "Dernière mise à jour :",
        "description": "Cette politique de confidentialité (« Politique ») régit les pratiques de confidentialité de la plateforme DELTI (« DELTI ») fournie par DELTI (« nous », « notre » ou « nos »). Cette politique explique comment vos informations personnelles sont collectées, utilisées et protégées lorsque vous utilisez DELTI. En accédant à DELTI et en l'utilisant, vous acceptez les termes de cette politique.",
        "informationWeCollect": "Informations que nous collectons",
        "informationWeCollect1": "A. Informations sur l'entreprise :",
        "informationWeCollect1Description": "Lorsqu'un employeur crée un compte sur DELTI, nous collectons son adresse e-mail, son numéro de téléphone, l'adresse de son entreprise, son type de travail, ses heures de travail et son numéro d'enregistrement commercial. Ces informations aident à valider l'entreprise et à faciliter la configuration de son profil d'entreprise.",
        "informationWeCollect2": "B. Informations sur le client :",
        "informationWeCollect2Description": "Lorsqu'un client s'inscrit sur DELTI, nous collectons son numéro de téléphone, son nom préféré et son sexe. Ces informations sont utilisées pour mettre en relation les clients avec les entreprises et fournir des expériences personnalisées.",
        "useOfInformation": "Utilisation des informations",
        "useOfInformation1": "A. Informations sur l'entreprise :",
        "useOfInformation1Description": "Les informations sur l'entreprise sont utilisées pour créer et gérer leur profil sur DELTI. Elles peuvent également être utilisées pour communiquer avec eux concernant les activités liées au compte, les mises à jour et les questions de service.",
        "useOfInformation2": "B. Informations sur le client :",
        "useOfInformation2Description": "Les informations sur les clients sont utilisées pour faciliter les réservations, personnaliser l'expérience utilisateur et permettre la communication entre les clients et les entreprises via DELTI. Nous n'utilisons pas les données des clients à d'autres fins sans consentement explicite.",
        "informationSharing": "Partage d'informations",
        "informationSharing1": "A. Profils d'entreprise :",
        "informationSharing1Description": "Les propriétaires d'entreprise peuvent partager leurs profils d'entreprise avec les clients pour les inviter à utiliser DELTI. Les profils partagés peuvent inclure les coordonnées de l'entreprise, le type de travail et les heures de travail.",
        "informationSharing2": "B. Conformité légale :",
        "informationSharing2Description": "Nous pouvons partager des informations personnelles avec les forces de l'ordre ou d'autres tiers concernés pour nous conformer aux obligations légales, protéger nos droits ou appliquer cette politique.",
        "dataSecurity": "Sécurité des données",
        "dataSecurityDescription": "Nous appliquons des mesures techniques et organisationnelles appropriées pour protéger les informations personnelles contre l'accès non autorisé, la perte, l'utilisation abusive ou l'altération. Nous examinons et mettons à jour régulièrement nos pratiques de sécurité pour garantir la sécurité et la confidentialité des données.",
        "dataRetention": "Conservation des données",
        "dataRetentionDescription": "Nous conservons les informations personnelles aussi longtemps que nécessaire pour atteindre les objectifs décrits dans cette politique ou tel que requis par la loi. Lorsque ces informations ne sont plus nécessaires, nous les supprimerons ou les anonymiserons en toute sécurité.",
        "userRights": "Droits de l'utilisateur",
        "userRights1": "A. Compte d'entreprise :",
        "userRights1Description": "Les propriétaires d'entreprise peuvent accéder, mettre à jour et corriger les informations de leur profil via les paramètres de leur compte DELTI.",
        "userRights2": "B. Compte client :",
        "userRights2Description": "Les clients peuvent accéder à leurs informations personnelles et les mettre à jour en nous contactant. Ils peuvent également demander la suppression de leurs informations, sous réserve des obligations légales and contractuelles.",
        "thirdPartyLinks": "Liens de tiers",
        "thirdPartyLinksDescription": "DELTI peut contenir des liens vers des sites Web ou des services de tiers. Cette politique ne couvre pas les pratiques de confidentialité de ces sites externes. Nous vous encourageons à consulter leurs politiques de confidentialité avant de fournir des informations personnelles.",
        "childrensPrivacy": "Confidentialité des enfants",
        "childrensPrivacyDescription": "L'application DELTI n'est pas destinée à être utilisée par des personnes de moins de seize ans. Nous ne collectons pas sciemment d'informations personnelles auprès d'enfants. Si nous apprenons que des informations personnelles ont été fournies par un enfant sans le consentement de ses parents, nous prendrons les mesures appropriées pour supprimer ces informations.",
        "changesToPolicy": "Modifications de cette politique",
        "changesToPolicyDescription": "Nous pouvons mettre à jour cette politique de temps à autre. Nous vous informerons de tout changement important en publiant la politique mise à jour sur DELTI. L'utilisation continue de DELTI après de telles modifications constitue votre acceptation de la politique révisée.",
        "contact": "Si vous avez des questions ou des préoccupations concernant cette politique, veuillez nous contacter à :",
        "delti": "DELTI, Algérie"
    },
    "termsAndConditions": {
        "title": "Termes et conditions",
        "lastUpdated": "Dernière mise à jour :",
        "description": "Ces termes et conditions (« Contrat ») régissent votre utilisation de la plateforme DELTI (« DELTI ») fournie par DELTI (« nous », « notre » ou « nos »). En accédant à DELTI et en l'utilisant, vous acceptez de vous conformer à cet accord et d'être lié par celui-ci. Veuillez lire attentivement ces conditions avant d'utiliser DELTI.",
        "jurisdictionTitle": "Juridiction applicable",
        "jurisdictionDescription": "DELTI opère sous la juridiction de la République d'Algérie, et cet accord est régi par le droit algérien.",
        "servicesTitle": "Services et commission",
        "servicesDescription": "DELTI fournit une plateforme qui permet aux clients de réserver divers services proposés par les entreprises. Veuillez noter les conditions suivantes relatives aux services et aux commissions :",
        "serviceBookingTitle": "Réservation de service :",
        "serviceBookingDescription": "Les clients peuvent parcourir et réserver des services via l'application DELTI. La disponibilité des services est à la discrétion des propriétaires d'entreprise.",
        "commissionTitle": "Commission :",
        "commissionDescription": "Pour certaines activités, une commission s'applique aux réservations de services. Les clients paient cette commission en plus des frais de service. Le montant de la commission peut varier en fonction du type d'activité.",
        "commissionableActivitiesTitle": "Activités commissionnables :",
        "commissionableActivitiesDescription": "La commission ne s'applique qu'à des activités spécifiques définies par DELTI. Celles-ci seront clairement indiquées dans l'application et pendant le processus de réservation.",
        "commissionExemptionTitle": "Exonération de commission :",
        "commissionExemptionDescription": "Certaines activités peuvent être exonérées de frais de commission, et les clients pourront réserver ces services sans frais supplémentaires.",
        "paymentTitle": "Paiement :",
        "paymentDescription": "Les clients sont responsables du paiement des frais de service et de la commission applicable directement au fournisseur de services à la fin du service. DELTI ne traite pas les paiements entre les clients et les entreprises.",
        "commissionCollectionTitle": "Collecte de la commission :",
        "commissionCollectionDescription": "DELTI perçoit des commissions auprès des propriétaires d'entreprise dans le cadre de leur participation à la plateforme. Cela soutient le fonctionnement et la maintenance des services de DELTI.",
        "userProfilesAndPaymentsTitle": "Profils utilisateur et paiements",
        "customerProfilesTitle": "A. Profils clients :",
        "customerProfilesDescription": "DELTI crée des profils clients en fonction de leurs numéros de téléphone, permettant aux utilisateurs de choisir le nom d'affichage qu'ils préfèrent. Cela permet d'identifier de manière unique les clients et de faciliter le processus de réservation.",
        "paymentProcessTitle": "B. Processus de paiement :",
        "paymentProcessDescription": "Les clients sont tenus de payer directement les prestataires de services une fois le service terminé. DELTI ne traite pas les paiements pour les services. Cependant, pour continuer à utiliser DELTI, les entreprises doivent maintenir un plan actif en payant les frais nécessaires, y compris le montant du plan et les frais de commission, en utilisant des méthodes de paiement valides.",
        "userResponsibilitiesTitle": "Responsabilités de l'utilisateur",
        "customersResponsibilitiesTitle": "A. Clients :",
        "customersResponsibilitiesDescription": "Vous êtes responsable de fournir des informations exactes et à jour lors de l'utilisation de DELTI, y compris vos informations personnelles et de contact. Vous acceptez de suivre les conditions et les politiques établies par les entreprises que vous réservez via DELTI.",
        "businessOwnersResponsibilitiesTitle": "B. Propriétaires d'entreprise :",
        "businessOwnersResponsibilitiesDescription": "Vous êtes responsable de la fourniture des services réservés par les clients via DELTI. Vous acceptez d'honorer les réservations terminées et de vous conformer à toutes les conditions ou exigences supplémentaires fixées par les clients.",
        "dataPrivacyTitle": "Confidentialité et sécurité des données",
        "dataPrivacyDescription": "Nous nous engageons à protéger votre vie privée et traiterons vos informations personnelles conformément à notre politique de confidentialité. En utilisant DELTI, vous acceptez la collecte, l'utilisation et le stockage de vos informations personnelles comme décrit dans la politique de confidentialité.",
        "intellectualPropertyTitle": "Droits de propriété intellectuelle",
        "intellectualPropertyDescription": "Tous les droits de propriété intellectuelle liés à DELTI, y compris les marques, logos et contenus, sont la propriété de DELTI. Vous ne pouvez pas utiliser, reproduire ou distribuer de matériel de DELTI sans notre consentement écrit préalable.",
        "liabilityLimitationTitle": "Limitation de responsabilité",
        "liabilityLimitationDescription": "Dans la mesure permise par la loi, nous ne serons pas responsables des dommages ou pertes résultant de votre utilisation de DELTI, y compris, mais sans s'y limiter, les dommages directs, indirects, accessoires ou consécutifs.",
        "changesToTermsTitle": "Modifications des conditions",
        "changesToTermsDescription": "Nous nous réservons le droit de modifier ou de mettre à jour cet accord à tout moment. Vous serez informé de toute modification via DELTI, et l'utilisation continue de DELTI après de telles modifications indique votre acceptation des conditions modifiées.",
        "terminationTitle": "Résiliation",
        "terminationDescription": "Nous pouvons résilier ou suspendre votre accès à DELTI à tout moment, sans préavis ni responsabilité, pour quelque raison que ce soit, y compris si vous violez cet accord.",
        "entireAgreementTitle": "Accord complet",
        "entireAgreementDescription": "Cet accord constitue l'intégralité de l'accord entre vous et DELTI concernant votre utilisation de la plateforme et remplace tout accord ou communication antérieur.",
        "acknowledgement": "En utilisant DELTI, vous reconnaissez avoir lu, compris et accepté d'être lié par ces termes et conditions. Si vous n'acceptez pas ces conditions, veuillez vous abstenir d'utiliser DELTI.",
        "contact": "Pour toute question ou préoccupation concernant cet accord, veuillez nous contacter à :",
        "company": "DELTI, Algérie"
    }
}
